13/data/attachments/bb0bd8247fce37f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_99dec053-8deb-43de-9235-d4071643af95</nif:username>
            <nif:friendToBeAdded>Jacob_stay_Friend_80884_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>